Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.ea8e5fa4331a
source: 心拍未取得
ar_sa: معدل ضربات القلب لم يكتسب
ca: Freqüència cardíaca no adquirida
cs: Srdeční tep nebyl získán
da: Ingen puldatalog
de_de: Keine Herzfrequenzdaten verfügbar
el: Δεν καταγράφηκε ρυθμός καρδιακού παλμού
en_au: Heart rate not obtained
es_es: Frecuencia cardíaca no obtenida
fi: Syke ei ole mitattu
fr_ca: Rythme cardiaque non enregistré
gu: હૃદય દર મેળવવામાં આવ્યો નથી
he: לא נרשם קצב לב
hi: हृदय गति प्राप्त नहीं हुई
hr: Nije zabilježena srčana frekvencija
hu: Pulzus nem szerepel
id: Detak Jantung Belum Diperoleh
it: Frequenza cardiaca non acquisita
ko: 심박수 미획득
mr: हृदय गती प्राप्त नाही
ms: Deratan Tidak Didapati
nl_nl: Geen hartslag gemeten
no: Ingen hjertefrekvens registrert
pl: Tętno nie zarejestrowane
pt_br: Frequência cardíaca não obtida
pt_pt: Frequência cardíaca não obtida
ro: Ritm cardiac nu a fost înregistrat
ru: ЧСС не получен
sk: Nepodarilo sa získať údaje o tepovej frekvencii.
sl: Srčnih utripov ni bilo zbranim
sv: Ingen puls registrerad
ta: இதயம் துடிப்பு பெறவில்லை.
te: హృదయ స్పందన నమోదు చేయలేదు
th: ไม่บันทึกอัตราการเต้นของหัวใจ
tr: Kalp Atışı Verisi Yok
uk: Частота серцевих скорочень не отримано
vi: Không ghi nhận nhịp tim
zh_hans: 未获取心率
zh_hant: 未取得心率

# health_meals_body_ai.eb495142430b
source: 週次平均はまだありません。
ar_sa: المتوسطات الأسبوعية ليست متاحة بعد.
ca: Les mitjanes setmanals encara no estan disponibles.
cs: Průměr týdně ještě není k dispozici.
da: Gennemsnittet er endnu ikke tilgængeligt
de_de: Der durchschnittliche Wert ist noch nicht verfügbar.
el: Ο μέσος όρος της εβδομάδας δεν είναι ακόμα διαθέσιμος.
en_au: The average per week is not yet available.
es_es: El promedio semanal aún no está disponible.
fi: Keskimääräistä ei ole vielä saatavilla.
fr_ca: La moyenne hebdomadaire n'est pas encore disponible.
gu: અઠવાડિયાનું સરેરાશ હજી નથી.
he: אין ממוצע שבועי כרגע.
hi: सप्ताह का औसत अभी उपलब्ध नहीं है।
hr: Prosjek tjedno još nije dostupan.
hu: A heti átlag még nem áll rendelkezésre.
id: Rata-rata mingguan belum tersedia.
it: La media settimanale non è ancora disponibile.
ko: 주간 평균은 아직 없습니다.
mr: सध्या दर आठवड्याची सरासरी उपलब्ध नाही.
ms: Purata mingguan belum tersedia.
nl_nl: De gemiddelde waarde is nog niet beschikbaar.
no: Det finnes ikke gjennomsnitt per uke ennå.
pl: Średnia tygodniowa jeszcze nie jest dostępna.
pt_br: A média semanal ainda não está disponível.
pt_pt: A média semanal ainda não está disponível.
ro: Nu există încă o medie săptămânală.
ru: Среднее значение за неделю пока не рассчитано.
sk: Priemerná hodnota za týždeň ešte nie je dostupná.
sl: Trenutno še ni povpreka za teden.
sv: Det finns inget genomsnitt för en vecka ännu.
ta: வாராந்திர சராசரி இன்னும் இல்லை.
te: వారపు సగటు ఇంకా లేదు.
th: ยังไม่มีค่าเฉลี่ยรายสัปดาห์
tr: Haftalık ortalama henüz mevcut değil.
uk: Середньо за тиждень поки не визначено.
vi: Chưa có trung bình hàng tuần
zh_hans: 目前没有每周平均。
zh_hant: 目前沒有平均值。

# health_meals_body_ai.eb9a6e939480
source: 前回のトレーニングから{{value1}}日空き、今週の予定回数に余裕があります。
ar_sa: لدي أيام {{value1}} مجانية منذ آخر تدريب لي، لذا لدي متسع من الوقت في جدول أعمالي لهذا الأسبوع.
ca: Tinc {{value1}} dies lliures des del meu darrer entrenament, així que em queda molt de temps a la meva agenda d'aquesta setmana.
cs: Od posledního tréninku uplynulo {{value1}} dní, takže máte dostatek času na další cvičení.
da: Du har ikke trænet i {{value1}} dage siden sidste træning, og der er plads til at nå det planlagte antal denne uge.
de_de: Es liegen {{value1}} Tage seit dem letzten Training, sodass Sie noch Zeit für die geplanten Trainingseinheiten haben.
el: Έχουν περάσει {{value1}} ημέρες από την τελευταία προπόνηση, οπότε έχετε περιθώριο για τις προγραμματισμένες προπονήσεις αυτής της εβδομάδας.
en_au: It's been {{value1}} days since your last workout, and you have extra time this week.
es_es: Ha pasado {{value1}} días desde el último entrenamiento, por lo que tienes margen para completar la cantidad de entrenamientos programada para esta semana.
fi: Edellisen harjoituksen jälkeen on kulunut {{value1}} päivää, joten sinulla on tilaa lisätä harjoituksia tämän viikon aikana.
fr_ca: Il reste {{value1}} jours depuis la dernière séance, ce qui vous permet de réaliser davantage d'exercices cette semaine.
gu: છેલ્લી ટ્રેનિંગ પછી {{value1}} દિવસનો વિરામ, અને આ અઠવાડિયા માટેની યોજના મુજબ, તમારી પાસે વધારાનો સમય છે.
he: עברו {{value1}} ימים מאז האימון הקודם, ויש מספיק זמן השבוע להשלמת התוכנית.
hi: पिछली बार के प्रशिक्षण से {{value1}} दिन का अंतर है, और इस सप्ताह की योजना अनुसार व्यायाम करने के लिए पर्याप्त समय है।
hr: Prošlo je {{value1}} dana od posljednjeg treninga, stoga imate dovoljno vremena za ovaj tjedn.
hu: Az előző edzés óta {{value1}} nap telt el, így van még elég idő a heti tervekhez.
id: Sudah {{value1}} hari sejak latihan terakhir, jadi masih ada waktu luang untuk minggu ini.
it: Sono passati {{value1}} giorni dall'ultimo allenamento, quindi c'è spazio per raggiungere il numero previsto di allenamenti in questa settimana.
ko: 지난 운동 이후 {{value1}}일이 지났고, 이번 주 계획된 횟수보다 여유가 있습니다.
mr: मागील प्रशिक्षणापासून {{value1}} दिवस झाले, त्यामुळे या आठवड्यातील नियोजित प्रशिक्षणात पुरेसा वेळ आहे.
ms: Selepas latihan sebelumnya, terdapat {{value1}} hari tanpa aktiviti. Ini memberi ruang untuk mencapai jumlah latihan minggu ini.
nl_nl: Je hebt al {{value1}} dagen niets gedaan sinds je laatste training, waardoor er nog ruimte is voor de geplande trainingen deze week.
no: Det har gått {{value1}} dager siden forrige treningsøkt, og det er fortsatt plass til flere økter denne uken.
pl: Od ostatniego treningu minęło {{value1}} dni, więc masz dodatkowy czas na ten tydzień.
pt_br: Já faz {{value1}} dias desde o último treino, e ainda há espaço para realizar mais atividades nesta semana.
pt_pt: Já faz {{value1}} dias desde o último treino, e ainda há espaço para realizar mais atividades nesta semana.
ro: Am avut o pauză de {{value1}} zile de la ultima antrenament și am suficient timp disponibil pentru numărul de sesiuni programate în această săptămână.
ru: Прошло {{value1}} дней с последнего тренировки, поэтому у вас есть запас для запланированных занятий на этой неделе.
sk: Od posledného tréningu uplynulo {{value1}} dní, takže máte viac času na tento týždeň.
sl: Od zadnjega treninga je minilo {{value1}} dni, zato imate več prostora za naslednji teden.
sv: Det har gått {{value1}} dagar sedan senaste träningen, och det finns utrymme för fler pass under den här veckan.
ta: முந்தைய உடற்பயிற்சியிலிருந்து {{value1}} நாட்கள் இடைவெளி உள்ளது, மேலும் இந்த வாரத்திற்கான திட்டமிடப்பட்ட எண்ணிக்கையில் கூடுதல் நேரம் உள்ளது.
te: గత వ్యాయామం నుండి {{value1}} రోజులు ఖాళీ ఉంది, ఈ వారం ప్రణాళిక ప్రకారం వ్యాయామం చేయడానికి తగినంత సమయం ఉంది.
th: จากการออกกำลังกายครั้งล่าสุด มีเวลาว่าง {{value1}} วัน และมีจำนวนครั้งที่วางแผนไว้ในสัปดาห์นี้เหลืออยู่
tr: Son antrenmandan {{value1}} gün geçti ve bu hafta için planlanan antrenman sayısına yeterli zamanınız var.
uk: Пропущено {{value1}} днів після попередньої тренування, і у вас є додатковий час на тиждень.
vi: Sau buổi tập gần nhất, đã trôi qua {{value1}} ngày. Bạn còn dư thời gian cho các buổi tập trong tuần.
zh_hans: 上次训练后{{value1}}天，本周计划次数有余地。
zh_hant: 上次训练后{{value1}}天休息，本周计划的次数有余地。

# health_meals_body_ai.eb9e09955b1e
source: 接続できない場合でも、記録済みデータは消えません。手動記録を続けたまま、あとでAIコメントだけ生成できます。
ar_sa: حتى لو لم يكن الاتصال ممكنًا، فلن يتم حذف البيانات المسجلة. يمكنك الاستمرار في التسجيل يدويًا وإنشاء تعليقات الذكاء الاصطناعي فقط لاحقًا.
ca: Encara que la connexió no sigui possible, les dades enregistrades no s'eliminaran. Podeu continuar gravant manualment i només generar comentaris d'IA més tard.
cs: I když se nepodaří připojit, uložená data zůstanou. Můžete pokračovat v ručním zadávání a později vygenerovat pouze AI komentář.
da: Selv hvis forbindelsen ikke er etableret, vil de registrerede data ikke forsvinde. Du kan fortsætte med manuel registrering og senere generere AI-kommentarer.
de_de: Auch wenn die Verbindung nicht hergestellt werden kann, gehen keine gespeicherten Daten verloren. Sie können manuell weiter aufzeichnen und später nur noch KI-Kommentare generieren.
el: Ακόμα και αν η σύνδεση δεν είναι δυνατή, τα αποθηκευμένα δεδομένα δεν θα διαγραφούν. Μπορείτε να συνεχίσετε τη χειροκίνητη καταγραφή και αργότερα να δημιουργήσετε μόνο σχόλια από την τεχνητή νοημοσύνη.
en_au: Even if the connection fails, your recorded data will not be deleted. You can continue manual recording and generate AI comments later.
es_es: Incluso si no se puede conectar, los datos registrados no se eliminarán. Puede continuar registrando manualmente y luego generar solo comentarios de IA.
fi: Jos yhteys ei onnistu, aiemmin tallennetut tiedot eivät katoa. Voit jatkaa manuaalista kirjausta ja myöhemmin luoda AI-kommentin.
fr_ca: Même si la connexion échoue, les données enregistrées ne seront pas supprimées. Vous pouvez continuer à enregistrer manuellement et générer des commentaires d'IA plus tard.
gu: જો કનેક્શન શક્ય ન હોય, તો રેકોર્ડ કરેલ ડેટા ડિલીટ થશે નહીં. તમે મેન્યુઅલ રેકોર્ડિંગ ચાલુ રાખી શકો છો અને પછી AI ટિપ્પણી જનરેટ કરી શકો છો.
he: גם אם החיבור לא הצליח, הנתונים הקיימים לא ימחקו. ניתן להמשיך בתיעוד ידני וליצור הערות AI בהמשך.
hi: भले ही कनेक्शन स्थापित न हो, पहले से रिकॉर्ड किए गए डेटा को हटाया नहीं जा सकता। आप मैन्युअल रूप से रिकॉर्डिंग जारी रख सकते हैं और बाद में केवल AI की टिप्पणियाँ जेनरेट कर सकते हैं।
hr: Čak i ako se ne može uspostaviti veza, prethodno snimljeni podaci neće biti izbrisani. Možete nastaviti ručnu evidenciju i zatim generirati samo AI komentare.
hu: Ha a kapcsolat nem létrejön, az előző adatok nem törlődnek. Folytassa a manuális rögzítést, majd később csak AI-al generálhatja a megjegyzéseket.
id: Meskipun koneksi tidak berhasil, data yang sudah dicatat tidak akan hilang. Anda dapat melanjutkan pencatatan manual dan kemudian hanya menghasilkan komentar AI.
it: Anche se la connessione non è riuscita, i dati registrati non verranno eliminati. È possibile continuare a registrare manualmente e generare commenti AI in seguito.
ko: 연결이 실패하더라도, 저장된 데이터는 삭제되지 않습니다. 수동 기록을 계속 진행하고 나중에 AI 코멘트만 생성할 수 있습니다.
mr: जर कनेक्शन होत नसेल, तरी मागील डेटा हटणार नाही. तुम्ही मॅन्युअल नोंदी चालू ठेवू शकता आणि नंतर फक्त AI चा अभिप्राय तयार करू शकता.
ms: Jika sambungan tidak berjaya, data yang telah disimpan tidak akan dihapus. Anda boleh terus mencatat secara manual dan kemudian menghasilkan komen AI sahaja.
nl_nl: Zelfs als de verbinding niet lukt, worden de opgeslagen gegevens niet verwijderd. U kunt doorgaan met handmatig registreren en later alleen een AI-commentaar genereren.
no: Selv om forbindelsen ikke fungerer, vil de lagrede dataene ikke slettes. Du kan fortsette med manuell registrering og generere AI-kommentarer senere.
pl: Nawet jeśli połączenie nie przebiegło, dane już zapisane pozostaną. Możesz kontynuować ręczne wpisywanie i później wygenerować jedynie komentarz AI.
pt_br: Mesmo que a conexão não seja estabelecida, os dados já registrados não serão apagados. Você pode continuar registrando manualmente e gerar comentários de IA posteriormente.
pt_pt: Mesmo que a conexão não seja estabelecida, os dados já registrados não serão apagados. Você pode continuar registrando manualmente e gerar comentários de IA posteriormente.
ro: Chiar dacă conexiunea nu este stabilă, datele înregistrate nu vor fi șterse. Puteți continua să înregistrați manual și apoi puteți genera comentarii AI.
ru: Даже если подключение не удалось, сохраненные данные не будут удалены. Вы можете продолжить ручное ведение журнала и позже получить только комментарий от ИИ.
sk: Aj keď pripojenie nie je možné, uložené údaje sa nezmiznú. Môžete pokračovať v manuálnom zaznamenávaní a neskôr generovať len AI komentáre.
sl: Čeprav se ne morete povezati, shranjeni podatki ne bodo izbrisani. Lahko nadaljujete ročno snemanje in pozneje ustvarite samo AI komentiranje.
sv: Även om anslutningen inte fungerar, kommer de sparade data att förbli. Du kan fortsätta med manuell registrering och sedan generera AI-kommentarer.
ta: இணைப்பு இல்லாவிட்டாலும், சேமித்த தரவுகள் எதுவும் நீக்கப்படாது. கைமுறையாக பதிவு செய்வதை தொடரலாம், பின்னர் AI கருத்துக்களை உருவாக்கலாம்.
te: కనెక్షన్ సాధ్యం కానప్పటికీ, రికార్డ్ చేసిన డేటా తొలగించబడదు. మాన్యువల్ రికార్డింగ్‌ను కొనసాగించి, ఆ తర్వాత AI వ్యాఖ్యలను మాత్రమే ఉత్పత్తి చేయవచ్చు.
th: แม้ว่าการเชื่อมต่อจะไม่สำเร็จ ข้อมูลที่บันทึกไว้จะไม่ถูกลบ คุณสามารถดำเนินการบันทึกด้วยตนเองต่อไป และสร้างคำแนะนำจาก AI ในภายหลัง
tr: Bağlantı başarısız olsa bile, kaydedilmiş veriler silinmez. Manuel olarak kaydetmeye devam edebilir ve daha sonra sadece AI yorumunu oluşturabilirsiniz.
uk: Навіть якщо з'єднання не вдалося, збережені дані не будуть видалені. Ви можете продовжити ручне введення даних і пізніше отримати лише коментарі від AI.
vi: Ngay cả khi không kết nối, dữ liệu đã ghi sẽ không bị xóa. Bạn có thể tiếp tục ghi thủ công và sau đó tạo ra chỉ các bình luận của AI.
zh_hans: 即使无法连接，记录的数据也不会消失。您可以继续手动记录，然后在稍后生成AI评论。
zh_hant: 即使無法連接，已記錄的數據不會消失。您可以繼續手動記錄，然後再生成AI評論。

# health_meals_body_ai.ebaaf28b717e
source: AI機能は設定でオフです
ar_sa: تم إيقاف تشغيل وظيفة الذكاء الاصطناعي في الإعدادات
ca: La funció AI està desactivada a la configuració
cs: Funkce AI je vypnutá v nastavení.
da: AI-funktionerne er slået fra i indstillingerne.
de_de: Die KI-Funktion ist in den Einstellungen deaktiviert.
el: Οι λειτουργίες τεχνητής νοημοσύνης είναι απενεργοποιημένες στις ρυθμίσεις.
en_au: The AI feature is turned off in settings.
es_es: La función de IA está desactivada en la configuración.
fi: AI-toiminto on pois päältä asetuksissa.
fr_ca: La fonctionnalité AI est désactivée dans les paramètres.
gu: AI સુવિધાઓ સેટિંગ્સમાં બંધ છે.
he: הפונקציות של ה-AI כבויות בהגדרות.
hi: AI सुविधाएँ सेटिंग्स में बंद हैं।
hr: Funkcije AI-a su isključene u postavkama.
hu: Az AI funkció le van tiltva a beállításokban.
id: Fitur AI dinonaktifkan dalam pengaturan.
it: La funzionalità IA è disattivata nelle impostazioni.
ko: AI 기능은 설정에서 꺼져 있습니다.
mr: AI वैशिष्ट्ये सेटिंगमध्ये बंद आहेत.
ms: Fungsi AI telah dimatikan dalam tetapan.
nl_nl: De AI-functie staat uit, via instellingen.
no: AI-funksjonene er slått av i innstillingene.
pl: Funkcje AI są wyłączone w ustawieniach.
pt_br: As funções de IA estão desativadas nas configurações.
pt_pt: As funções de IA estão desativadas nas configurações.
ro: Funcțiile AI sunt dezactivate în setări.
ru: Функции ИИ отключены в настройках.
sk: Funkcia AI je vypnutá v nastaveniach.
sl: Funkcije AI so izklopljene v nastavitvah.
sv: AI-funktioner är avstängda i inställningarna.
ta: AI செயல்பாடு அமைப்புகளில் முடக்குப்பட்டுள்ளது.
te: AI ఫంక్షన్లు సెట్టింగ్‌లలో ఆఫ్‌లో ఉన్నాయి.
th: ฟังก์ชัน AI ปิดอยู่ในการตั้งค่า
tr: AI özellikleri, ayarlar üzerinden kapatılmıştır.
uk: Функція AI вимкнена в налаштуваннях.
vi: Tính năng AI đã bị tắt trong cài đặt.
zh_hans: AI 功能已在设置中关闭
zh_hant: AI功能已關閉（設定中）

# health_meals_body_ai.ebab60269579
source: 夜に自動で完了
ar_sa: يكتمل تلقائيا في الليل
ca: Es completa automàticament a la nit
cs: Automatické dokončení ve večerních hodinách
da: Automatisk afsluttet om aftenen
de_de: Automatische Fertigstellung in der Nacht
el: Ολοκληρώθηκε αυτόματα το βράδυ
en_au: Automatically completed at night
es_es: Completado automáticamente en la noche
fi: Automaattinen valmis
fr_ca: Fin automatique en soirée
gu: રાત્રે આપોઆપ પૂર્ણ
he: סיום אוטומטי בלילה
hi: रात में स्वचालित रूप से पूर्ण
hr: Dovršeno automatski večeri
hu: Automatikus befejezés éjszaka
id: Otomatis selesai pada malam hari
it: Completamento automatico durante la notte
ko: 자동으로 밤에 완료
mr: रात्री आपोआप पूर्ण
ms: Selesai secara automatik pada waktu malam
nl_nl: Automatisch voltooi 's avonds
no: Automatisk fullført om kvelden
pl: Automatyczne zakończenie wieczorem
pt_br: Conclusão automática à noite
pt_pt: Conclusão automática à noite
ro: Finalizare automată noaptea
ru: Автоматическое завершение вечером
sk: Automatické dokončenie večer
sl: Samodejno končano zvečer
sv: Automatisk avslutning på kvällen
ta: இரவில் தானாக முடிந்தது
te: రాత్రి సమయంలో స్వయంచాలకంగా పూర్తవుతుంది
th: บันทึกโดยอัตโนมัติตอนกลางคืน
tr: Gece otomatik olarak tamamlandı
uk: Автоматичне завершення ввечері
vi: Tự động hoàn thành vào ban đêm
zh_hans: 自动完成晚上
zh_hant: 自動完成晚上

# health_meals_body_ai.ec33ef8cdb99
source: {{value1}}をライブラリから選択
ar_sa: حدد {{value1}} من المكتبة
ca: Seleccioneu {{value1}} de la biblioteca
cs: Vyberte {{value1}} z knihovny
da: Vælg {{value1}} fra biblioteket ¶
de_de: {{value1}} auswählen aus der Bibliothek
el: Επιλογή του {{value1}} από τη βιβλιοθήκη
en_au: Select {{value1}} from the library.
es_es: Selecciona {{value1}} de la biblioteca.
fi: Valitse {{value1}} kirjastosta
fr_ca: Sélectionner {{value1}} dans la bibliothèque.
gu: {{value1}}ને લાઈબ્રેરીમાંથી પસંદ કરો
he: בוחר מתוך הספרייה: {{value1}}
hi: {{value1}} को लाइब्रेरी से चुनें
hr: Odaberite {{value1}} iz biblioteke
hu: {{value1}}-t választja a könyvtárból
id: Memilih {{value1}} dari perpustakaan
it: Seleziona {{value1}} dalla libreria.
ko: {{value1}}를 라이브러리에서 선택
mr: {{value1}} ला लायब्ररीमधून निवडा
ms: {{value1}} Pilih dari perpustakaan
nl_nl: {{value1}} selecteren uit de bibliotheek
no: Velg {{value1}} fra biblioteket
pl: Wybierz {{value1}} z biblioteki.
pt_br: Seleciona {{value1}} da biblioteca.
pt_pt: Seleciona {{value1}} da biblioteca.
ro: Selectați valoarea {{value1}} din bibliotecă
ru: Выбор {{value1}} из библиотеки
sk: Vyberte {{value1}} z knižnice
sl: Izberite {{value1}} iz knjižnice
sv: Välj {{value1}} från biblioteket
ta: {{value1}} என்பதை நூலகத்திலிருந்து தேர்ந்தெடுக்கவும்
te: {{value1}}ను లైబ్రరీ నుండి ఎంచుకోండి
th: เลือกจากไลบรารี {{value1}}
tr: {{value1}}, kütüphaneden seçiliyor
uk: Виберіть {{value1}} з бібліотеки
vi: {{value1}}Chọn từ thư viện
zh_hans: 从库中选择 {{value1}}
zh_hant: 從庫中選擇 {{value1}}

# health_meals_body_ai.ec6849d2b62a
source: 撮影日数
ar_sa: أيام إطلاق النار
ca: Dies de rodatge
cs: Počet dní snímání
da: Antal optagelser
de_de: Aufzeichnungsdauer
el: Ημέρες λήψης φωτογραφίας
en_au: Number of Captures
es_es: Días de captura
fi: Kuvauspäivät
fr_ca: Nombre de jours de prise de vue
gu: ફોટોગ્રાફનો દિવસ
he: מספר ימים של צילום
hi: रिकॉर्डिंग के दिन
hr: Broj dana snimanja
hu: Rögzítési napok száma
id: Jumlah Hari Foto
it: Giorni di scatto
ko: 촬영 일수
mr: फोटो घेतलेली दिवस
ms: Hari Rekaman
nl_nl: Aantal dagen fotografeerd
no: Antall dager med fotografering
pl: Liczba dni fotografowania
pt_br: Número de dias de foto
pt_pt: Número de dias de foto
ro: Numărul de zile de înregistrare
ru: Количество дней съемки
sk: Počet dní nahrávania
sl: Število dni snemanja
sv: Antal fotograferingar
ta: புகைப்படம் எடுத்த நாட்கள்
te: ఫోటో తీసుకున్న రోజులు
th: จำนวนวันที่ถ่ายภาพ
tr: Fotoğraf Günleri
uk: Кількість днів фотографування
vi: Số ngày chụp
zh_hans: 拍摄天数
zh_hant: 拍摄天数

# health_meals_body_ai.ec8769bf01cc
source: bpm / 30秒
ar_sa: bpm / 30 ثانية
ca: bpm / 30 segons
cs: bpm / 30 sekund.
da: bpm / 30 sekunder
de_de: Schläge pro Minute / 30 Sekunden
el: bpm / 30 δευτερόλεπτα.
en_au: bpm / 30 seconds
es_es: bpm / 30 segundos.
fi: ly/30 sekuntia
fr_ca: bpm / 30 secondes
gu: bpm / 30 સેકન્ડ
he: bpm / 30 שניות.
hi: bpm / 30 सेकंड
hr: bpm / 30 sekundi.
hu: bpm / 30 másodperc.
id: bpm / 30 detik
it: Battiti per minuto / 30 secondi
ko: bpm / 30초
mr: bpm / 30 सेकंद
ms: bpm / 30 saat
nl_nl: Hartslag per minuut / 30 seconden.
no: BPM / 30 sekunder
pl: BPM / 30 sekund.
pt_br: bpm / 30 segundos
pt_pt: bpm / 30 segundos
ro: bpm / 30 secunde.
ru: Удар в минуту / 30 секунд.
sk: bpm / 30 sekúnd.
sl: bpm / 30 sekund
sv: bpm / 30 sekunder
ta: bpm / 30 வினாடிகள்.
te: bpm / 30 సెకన్లు
th: bpm / 30 วินาที
tr: bpm / 30 saniye
uk: bpm / 30 секунд
vi: bpm / 30 giây.
zh_hans: 每30秒的心率（bpm）
zh_hant: 每 30 秒 bpm

# health_meals_body_ai.ed052a8c3035
source: 端末を再起動してから再試行してください。
ar_sa: يرجى إعادة تشغيل جهازك والمحاولة مرة أخرى.
ca: Reinicieu el dispositiu i torneu-ho a provar.
cs: Zkuste to znovu po restartování zařízení.
da: Prøv igen efter at have genstartet din enhed.
de_de: Bitte versuchen Sie es nach einem Neustart des Geräts erneut.
el: Παρακαλούμε επανεκκινήστε τη συσκευή και δοκιμάστε ξανά.
en_au: Please try again after restarting your device.
es_es: Intente de nuevo después de reiniciar el dispositivo.
fi: Yritä uudelleen käynnistämisen jälkeen.
fr_ca: Veuillez redémarrer votre appareil et réessayer.
gu: તમારે ઉપકરણને ફરીથી શરૂ કરીને ફરી પ્રયાસ કરવો જોઈએ.
he: נסה שוב לאחר הפעלת המכשיר מחדש.
hi: कृपया डिवाइस को पुनरारंभ करने के बाद फिर से प्रयास करें।
hr: Molimo, pokušajte ponovno nakon što restartirate uređaj.
hu: Kérjük, próbálja újra a készülék újbóli indítását követően.
id: Silakan coba lagi setelah me-restart perangkat.
it: Prova a riavviare il dispositivo e riprovare.
ko: 기기를 재부팅 후 다시 시도해주세요.
mr: डिव्हाइस रीस्टार्ट करून पुन्हा प्रयत्न करा.
ms: Sila cuba semula selepas memulakan kembali peranti.
nl_nl: Probeer het opnieuw nadat je je apparaat opnieuw hebt opgestart.
no: Prøv igjen etter å ha startet enheten på nytt.
pl: Spróbuj ponownie po ponownym uruchomieniu urządzenia.
pt_br: Tente novamente após reiniciar o dispositivo.
pt_pt: Tente novamente após reiniciar o dispositivo.
ro: Încercați din nou după ce reporniți dispozitivul.
ru: Пожалуйста, попробуйте еще раз после перезагрузки устройства.
sk: Po reštarte zariadenia skúste to znovu.
sl: Prosimo, ponovno zaženite napravo in poskusite znova.
sv: Försök igen efter att ha startat om enheten.
ta: டெர்மினலை மறுதொடக்கம் செய்து மீண்டும் முயற்சிக்கவும்.
te: పరికరాన్ని తిరిగి ప్రారంభించి మళ్ళీ ప్రయత్నించండి.
th: โปรดลองอีกครั้งหลังจากรีสตาร์ทอุปกรณ์
tr: Cihazınızı yeniden başlatıp tekrar deneyin.
uk: Будь ласка, спробуйте ще раз після перезапуску пристрою.
vi: Vui lòng khởi động lại thiết bị và thử lại.
zh_hans: 请重启设备后再试。
zh_hant: 請重新啟動裝置後再嘗試。

# health_meals_body_ai.ee2b79317f96
source: 確認待ち
ar_sa: في انتظار التأكيد
ca: Esperant la confirmació
cs: Čekám na potvrzení
da: Vent på bekræftelse
de_de: Warten auf Bestätigung
el: Περιμένετε την επιβεβαίωση
en_au: Waiting for confirmation
es_es: Esperando confirmación
fi: Odottamassa tarkistusta
fr_ca: En attente de confirmation
gu: ચકાવા માટે રાહ જુઓ
he: בדיקה בתהליך
hi: प्रतीक्षा कर रहे हैं
hr: Čekam potvrdu
hu: Váró állapot
id: Menunggu konfirmasi
it: In attesa di conferma
ko: 확인 대기 중
mr: तपासणी करत आहे
ms: Menunggu pengesahan
nl_nl: Wachten op bevestiging
no: Venter på bekreftelse
pl: Czekam na potwierdzenie
pt_br: Aguardando confirmação
pt_pt: Aguardando confirmação
ro: În așteptare de confirmare
ru: Ожидание подтверждения
sk: Čakám na potvrdenie
sl: Čakam na potrditev
sv: Väntar på bekräftelse
ta: காத்திருப்பு
te: గుర్తించడానికి వేచి ఉంది
th: กำลังรอการยืนยัน
tr: Bekleme durumu
uk: Очікування підтвердження
vi: Đang chờ xác nhận
zh_hans: 等待确认
zh_hant: 正在等待確認
